TOKEN = 'vk1.a.El5OgrYlMPQrrFUIdR5EdvbaU8vBDXZNz7j73k0usi' \
                 '-BGZZNIkl4gfMGEGOIv5QNT9V1ZmbSA3eCbAOniq6xEZWhwFLjvDzf1Yz' \
                 '-1w72AdXoNNwPIQCUdDSKhSQPrIENKBo0Ty_ashR62IijoFygWIXKpeYHEtRk1em2Z6Ow-_YpDHDadEPvY5CPidWkXly9' \
                 '-C91kvJLp9eRPD67zOdwPg'

START_MESSAGE = 'Привет, я бот. Могу подсказать тебе расписание твоей группы на любой день' \
                ', прогноз погоды и расписание необходимого преподавателя. Если хотите помощи, напишите "помощь". Но' \
                ' для начала напишите свою группу, чтобы не приходилось каждый раз указывать ее'

HELP_MESSAGE = 'Список команд:\n\nНачать - Запуск бота\nБот - Показ клавиатуры для выбора периода расписания\n' \
            'Бот <номер группы> - Запоминает группу и показывает клавиатуру\n' \
            'Бот <день недели> - Показывает расписание на чётный и нечётный день\n' \
            'Бот <день недели> <номер группы> - Сохраняет группу и показывает расписание за выбранный день\n\n' \
            'Найти <фамилия преподавателя> [И.О.] - Получить расписание преподавателя за определённый период\n\n' \
            'Погода - Показывает погоду в Москве'

SCHEDULE_URL: str = 'https://www.mirea.ru/schedule/'
